txt_instruction = '''Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего 
здоровья.\n\nПроба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца 
при физической нагрузке.\n\nУ испытуемого определяют частоту пульса за 15 секунд.\nЗатем в течение 45 секунд испытуемый 
выполняет 30 приседаний.\nПосле окончания нагрузки пульс подсчитывается вновь: число пульсаций за первые 15 секунд, 
30 секунд отдыха, число пульсаций за последние 15 секунд.\n '''

txt_test1 = '''Замерьте пульс за 15 секунд.\n
Результат запишите в соответствующее поле.'''

txt_test2 = '''Выполните 30 приседаний за 45 секунд. Нажмите кнопку "Начать", чтобы запустить счетчик приседаний. 
Делайте приседания со скоростью счетчика. '''

txt_test3 = '''В течение минуты замерьте пульс два раза:\n 
за первые 15 секунд минуты, затем за последние 15 секунд.\n
Результаты запишите в соответствующие поля.'''

txt_sits = 'Выполните 30 приседаний за 45 секунд.'
